Repository: heshamabdelhamead/MyLibrary
Catalog: MyLibrary/MyLibrary/Localizable.xcstrings
Source language: en
Languages: ar

source: Date Added
ar: تاريخ الإضافة

source: %lld Quotes
ar: %lld اقتباسات

source: Add Book
ar: إضافة كتاب

source: Add New Genre
ar: إضافة تصنيف جديد

source: author
ar: المؤلف

source: Author
ar: المؤلف

source: Cancel
ar: إلغاء

source: Completed
ar: انتهت

source: Create
ar: إنشاء

source: Create Genre
ar: إنشاء تصنيف

source: Create New Genre
ar: إنشاء تصنيف جديد

source: Date Finished
ar: تاريخ الانتهاء

source: Date Started
ar: تاريخ البدء

source: Done
ar: تم

source: filter by author
ar: تصفية حسب المؤلف

source: Genre
ar: التصنيف

source: In Progress
ar: بدايه القراءه

source: Name
ar: الاسم

source: New Book
ar: كتاب جديد

source: On Shelf
ar: علي الرف

source: Page
ar: الصفحة

source: Quotes
ar: الاقتباسات

source: Rating
ar: التقييم

source: recommended By
ar: موصى به من

source: Set the Grenre Color
ar: تحديد لون التصنيف

source: Sort By
ar: ترتيب حسب

source: status
ar: الحاله

source: Status
ar: الحالة

source: Summary
ar: الملخص

source: There is No Books
ar: لا توجد كتب

source: title
ar: العنوان

source: Title
ar: العنوان

source: Update
ar: تحديث

source: You didn't added books yet
ar: لم تقم بإضافة أي كتب بعد

source: you need to create some genres first
ar: تحتاج إلى إنشاء بعض التصنيفات أولاً
